export const introDialogue = [
    { text: "Далі шляху немає..." },
    { text: "Шлюз за спиною закритий. Назавжди." },
    { text: "Повітря тут... інше. Наче станція сама затримує подих." },
    { text: "Тиша така густа, що здається, ніби вона дивиться на мене." },
    { text: "Де всі? Ні сигналів, ні руху... навіть аварійні маячки мовчать." },
    { text: "Люди не зникають просто так. Особливо на колонізаційній станції." },
    { text: "Щось сталося. І я маю це зрозуміти, поки не пізно." },
    { text: "Бо якщо я не знайду відповідь..." },
    { text: "Я стану наступним." }
];

export const inMainCorriodrDialogue = [
    { text: "Тут занадто тихо... навіть для головного коридору." },
    { text: "Світло мерехтить, ніби станція намагається щось сказати." },
    { text: "Не могло ж так усе просто зникнути. Люди, системи, життя..." },
    { text: "І мені б... теж не пропасти тут. Було б непогано." },
    { text: "Добре. Далі тільки вперед. Назад дороги все одно немає." }
];

export const inCafeteriaModuleDialogue = [
    { text: "Темно. Навіть аварійні лампи не працюють." },
    { text: "І смердить тут... не просто протухлою їжею. Щось гірше." },
    { text: "Може вони всі просто потруїлись? Ха... хоча сміятись тут дивно." },
    { text: "Сміх - це, мабуть, останнє, що тут залишилось живим." },
    { text: "Якби в Одесі були трохи більш освідчені люди..." },
    { text: "Може й був би шлях назад. Але ракета тепер просто металобрухт." },
    { text: "Добре. Треба рухатись далі, поки цей запах не в'ївся в мозок." }
];


export const inCafeteriaModuleDialogue2 = [
    { text: "Що це було?.. Звук. Чіткий. Не уявив." },
    { text: "Тихіше треба. Значно тихіше." },
    { text: "Я ж сподіваюсь, тут справді нікого немає." },
    { text: "І дуже сподіваюсь, що це не буде як у 'Чужому'." },
    { text: "Хоча... було б дивно, якби станція не мала своїх сюрпризів." }
];

export const inCafeteriaModuleDialogue3 = [
    { text: "Ну добре, начебто якась скотиняка не вилізла на мене, треба далі" }
]

export const inLivingCorridorDialogue = [
    { text: "Такс... жилі приміщення." },
    { text: "Або трупи будуть тут, або чиїсь брудні шкарпетки..." },
    { text: "Навіть і не знаю, що краще, мертвеця побачити... А смороду тоді стільки буде, ой ой ой." },
    { text: "Абож чиїсь шкарпетки... Ну теж не найкраще буде." },
]