export const introDialogue = [
    { text: "Далі шляху немає..." },
    { text: "Шлюз за спиною закритий. Назавжди." },
    { text: "Станція мовчить... занадто тихо." },
    { text: "Де всі? Ні сигналів, ні руху..." },
    { text: "Вони не могли просто зникнути." },
    { text: "Щось сталося. І я маю це зрозуміти." },
    { text: "Якщо я не знайду відповідь..." },
    { text: "Я стану наступним." }
];

export const inMainCorriodrDialogue = [
    { text: "Щось тихо тут..." },
    { text: "Ну не моглож так все пропасти тут?" },
    { text: "Ну і мені б... теж не пропасти... тут." },
    { text: "Тоді далі лише шлях лежить..." }
];

